Repository: Korydween/PeARS-federated
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de

source: Failed to delete record. %(error)s
de: Eintrag konnte nicht gelöscht werden. %(error)s

source: Username
de: Benutzername

source: Your username should have between 4 and 25 characters.
de: Dein Benutzername sollte zwischen 4 und 25 Zeichen lang sein.

source: Email Address
de: E-Mail Adresse

source: New Password
de: Neues Passwort

source: Your password should have between 6 and 20 characters.
de: Dein Passwort sollte zwischen 6 und 25 Zeichen lang sein.

source: Passwords must match
de: Die Passwörter müssen übereinstimmen.

source: Repeat Password
de: Passwort wiederholen

source: I accept the TOS and Privacy statement
de: Ich akzeptiere die AGB und die Datenschutzerklärung

source: Password
de: Passwort

source: The url to index
de: Url

source: The URL you would like to index.
de: Die URL, die Du indexieren möchtest

source: Theme
de: Thema

source: A category for your URL. Start typing and suggestions will appear, but you can also write your own.
de: Eine Kategorie für Deine URL. Fang an zu tippen und es erscheinen Vorschläge, aber Du kannst auch Deine eigenen schreiben.

source: Optional note*
de: Optionaler Kommentar*

source: Anything extra you would like people to know about this resource.
de: Alles, was Du über diese Ressource mitteilen möchtest.

source: I confirm that my suggestion does not contravene the Terms of Service
de: Ich bestätige, dass mein Eintrag nicht gegen die Nutzungsbedingungen verstößt

source: A title for your entry
de: Ein Titel für Deinen Beitrag

source: The title of your entry should have between 4 and 100 characters.
de: Der Titel Deines Beitrags sollte zwischen 4 und 100 Zeichen lang sein.

source: Description
de: Beschreibung

source: I confirm that my entry does not contravene the Terms of Service
de: Ich bestätige, dass mein Eintrag nicht gegen die Nutzungsbedingungen verstößt

source: The url you are reporting
de: Die Url, die Du meldest.

source: Description of the issue
de: Beschreibung des Problems

source: I confirm that I may be contacted in relation to my report.
de: Ich bestätige, dass ich im Zusammenhang mit meiner Meldung kontaktiert werden kann.

source: The url you wish to annotate
de: Die Url, die Du kommentieren möchtest

source: Your note
de: Dein Kommentar

source: I confirm that my comment can be openly published.
de: Ich bestätige, dass mein Kommentar öffentlich veröffentlicht werden kann.

source: Captcha: write down the last
de: Captcha: schreib die letzten

source: characters of the following string:
de: Zeichen der folgenden Buchstabenkette auf:

source: You have successfully logged out.
de: Du hast Dich erfolgreich abgemeldet.

source: Please check your login details and try again.
de: Bitte überprüfe deine Anmeldedaten und versuche es erneut.

source: We have moved to a more secure authentification method. Please request a password change.
de: Wir sind zu einer sichereren Authentifizierungsmethode übergegangen. Bitte fordere eine Passwortänderung.

source: Welcome
de: Willkommen

source: Email address already exists.
de: Diese E-Mail Adresse existiert schon.

source: Username already exists.
de: Dieser Benutzername existiert schon.

source: The captcha was incorrectly answered.
de: Das Captcha wurde falsch beantwortet.

source: Please confirm your email.
de: Bitte Deine E-Mail bestätigen.

source: A confirmation has been sent via email.
de: Ein Bestätigungslink wurde an Deine Adresse geschickt.

source: Account already confirmed.
de: Dein Konto wurde bereits bestätigt.

source: You have confirmed your account. Thanks!
de: Du hast dein Konto bestätigt. Danke!

source: The confirmation link is invalid or has expired.
de: Der Bestätigungslink ist ungültig oder abgelaufen.

source: Your account has already been confirmed.
de: Dein Konto wurde bereits bestätigt.

source: A new confirmation email has been sent.
de: Ein neuer Bestätigungslink wurde geschickt.

source: You have requested a password reset.
de: Du hast ein neues Passwort beantragt.

source: A link has been sent via email to reset your password.
de: Du hast per E-Mail einen Link erhalten, um dein Passwort zurückzusetzen.

source: Your password has been successfully changed.
de: Dein Passwort wurde erfolgreich geändert.

source: Please confirm your account!
de: Bitte Deine E-Mail bestätigen.

source: Nothing to amend.
de: Es gibt nichts zu ändern.

source: ERROR: Invalid file format.
de: ERROR: Ungültiges Dateiformat.

source: ERROR: Content type could not be retrieved from header.
de: ERROR: Der Inhaltstyp konnte nicht aus dem Header abgerufen werden.

source: There was a problem indexing your entry. Please check the submitted data.
de: Bei der Indizierung Deines Eintrags ist ein Problem aufgetreten. Bitte überprüfe die übermittelten Daten.

source: Your entry:
de: Dein Kommentar

source: Your report has been sent. Thank you!
de: Deine Meldung wurde abgeschickt. Wir danken Dir!

source: Your note has been saved. Thank you!
de: Dein Kommentar wurde gespeichert. Wir danken Dir!

source: You have not confirmed your account.<br> Please use the link in the email that was sent to you, or request a new link by clicking <a href='../auth/resend'>here</a>.
de: Du hast Dein Konto nicht bestätigt.<br>Bitte verwende den Link in der E-Mail,<br> die dir zugeschickt wurde, oder<br> fordere einen neuen Link an, indem du <a href='../auth/resend'>hier</a> klickst.

source: URL does not belong to you and cannot be deleted.
de: Die URL gehört Dir nicht und kann nicht gelöscht werden.

source: was successfully deleted.
de: wurde erfolgreich gelöscht.

source: There was a problem deleting URL
de: Es gab ein Problem beim Löschen der URL

source: Please contact your administrator.
de: Bitte wende Dich an Deinen Admin.

source: Your comments for
de: Deine Kommentare für

source: were successfully deleted.
de: wurden erfolgreich gelöscht.

source: This page allows you to manually administer your users, pods and indexed URLs. If you ever need to e.g. delete a single URL from your indexed pages, or modify a keyword, this is the place to do so. You can also view and search the entire list of available pods, as registered by your pear.
de: Diese Seite ermöglicht es Dir, Deine Benutzer, Pods und indizierten URLs manuell zu verwalten. Wenn Du z.B. eine einzelne URL aus Deinen indizierten Seiten löschen oder ein Schlüsselwort ändern möchtest, ist dies der richtige Ort dafür. Du kannst auch die gesamte Liste der verfügbaren Pods, die von deiner PeARS Instanz registriert wurden, einsehen und durchsuchen.

source: See/modify your URL list
de: URL-Liste anzeigen

source: See/modify your Pods list
de: Themen-Liste anzeigen

source: See/modify your Users list
de: Benutzer-Liste anzeigen

source: Search
de: Suchen

source: Indexer
de: Indexieren

source: Themes
de: Themen

source: Profile
de: Profil

source: Run association analysis
de: Assoziationsanalyse durchführen

source: Analysing...
de: Analyse...

source: Search associations
de: Suchen

source: Enter your search query
de: Gib deine Suchanfrage ein.

source: Welcome! Thanks for signing up. Please follow this link to activate your account:
de: Herzlich willkommen! Vielen Dank für deine Anmeldung. Bitte folge diesem Link, um dein Konto zu aktivieren:

source: We are looking forward to seeing you on this PeARS instance!
de: Wir freuen uns darauf, dich auf dieser PeARS-Instanz zu sehen!

source: Welcome!
de: Willkommen!

source: You have not confirmed your account. Please check your inbox (and your spam folder) - you should have received an email with a confirmation link.
de: Du hast dein Konto nicht bestätigt. Bitte überprüfe deinen Posteingang (und deinen Spam-Ordner) - du solltest eine E-Mail mit einem Bestätigungslink erhalten haben.

source: Didn't get the email?
de: Hast du die E-Mail nicht bekommen?

source: Resend
de: Schicke die E-Mail erneut

source: Login
de: Einloggen

source: Log in
de: Einloggen

source: No account yet?
de: Du hast noch kein Konto?

source: Sign up
de: Anmelden

source: Enter a new password
de: Neues Passwort

source: Change password
de: Neues Passwort

source: Return to the <a href='../login/'>login page</a>.
de: Zurück zu der <a href='../login/'>login Seite</a>.

source: Forgotten your password? No problem!
de: Passwort vergessen? Kein Problem!

source: Send link
de: Link schiken

source: Hi there!
de: Hallo!

source: We are sending you this email because you have requested to reset your password. If the request did not originate from you, please ignore this email. Otherwise, use the link below to choose a new password.
de: Wir senden dir diese E-Mail, weil du darum gebeten hast, dein Passwort zurückzusetzen. Wenn die Anfrage nicht von dir stammt, ignoriere bitte diese E-Mail. Andernfalls verwende den untenstehenden Link, um ein neues Passwort zu wählen.

source: See you soon on our PeARS instance again!
de: Bis bald wieder auf unserer PeARS-Instanz!

source: Signup
de: Melde dich an!

source: I agree to the <a href='../../privacy/'>privacy policy</a> and <a href='../../terms-of-service/'>terms of service</a> of this site.
de: Ich stimme den <a href='../../privacy'>Datenschutzrichtlinien</a> und <a href='../../terms-of-service'>Nutzungsbedingungen</a> dieser Website zu.

source: Do you already have an account?
de: Hast du schon ein Konto?

source: Oops! The address you were looking for was not found.
de: Huch! Die von Dir gesuchte Adresse wurde nicht gefunden.

source: We are sorry for this inconvenience.
de: Wir entschuldigen uns für diese Unannehmlichkeiten.

source: Go back to the main page.
de: Zurück zur Hauptseite.

source: An unexpected error has occurred.
de: Es ist ein unerwarteter Fehler aufgetreten.

source: The administrator has been notified. Sorry for the inconvenience!
de: Dein:e Administrator:in wurde benachrichtigt. Entschuldigung für die Unannehmlichkeiten!

source: Password forgotten?
de: Passwort vergessen?

source: Index
de: Indexieren

source: Logout
de: Ausloggen

source: Privacy policy
de: Datenschutz

source: Terms of service
de: AGB

source: Contact
de: Impressum

source: Acknowledgments
de: Danksagung

source: Unfortunately, an error occurred while we were trying to index the suggested URL. This could have various reasons. For instance, the website owner disallows automatic access to their content, or the server refused our request. Please also check that the URL still exists, and that you have not mistyped it.
de: Leider ist ein Fehler aufgetreten, während wir versucht haben, die vorgeschlagene URL zu indizieren. Dies kann verschiedene Gründe haben. Zum Beispiel verbietet der/die Eigentümer:in der Website den automatischen Zugriff auf seine/ihre Inhalte, oder der Server hat unsere Anfrage abgelehnt. Bitte prüfe auch, ob die URL noch existiert und ob Du Dich nicht vertippt hast.

source: Index more pages
de: Mehr Seiten vorschlagen

source: pages recorded
de: Beiträge im Index

source: Index a single URL
de: Url vorschlagen

source: I confirm that my entry does not contravene the <a href='../terms-of-service'>terms of service</a> of this site.
de: Ich bestätige, dass mein Eintrag nicht gegen die <a href='../terms-of-service'>Nutzungsbedingungen</a> verstößt.

source: Add
de: Vorschlagen

source: Or add a manual resource
de: Einen Offline-Tipp hinzufügen

source: Add an offline resource
de: Einen Offline-Tipp hinzufügen

source: Or index a URL
de: Url vorschlagen

source: Your URL has been successfully indexed! Here is a summary of your contribution:
de: Deine URL wurde erfolgreich indiziert! Hier ist eine Zusammenfassung Deines Beitrags.

source: Category:
de: Thema:

source: Note:
de: Kommentar:

source: Made a mistake? No problem
de: Einen Fehler gemacht? Kein Problem

source: try again
de: versuche nochmal

source: Add a note to a URL
de: Diesen Beitrag kommentieren

source: You can add here a comment on this URL for the benefit of the community. Your comment will appear <i>with your username</i> under the URL in the search results.
de: Du kannst hier einen Kommentar zu dieser URL zum Nutzen der Gemeinschaft hinzufügen. Dein Kommentar wird <i>mit Deinem Benutzernamen</i> unter der URL in den Suchergebnissen erscheinen.

source: I agree for my comment to be included in the public notes for this url, together with my username.
de: Ich bin damit einverstanden, dass mein Kommentar zusammen mit meinem Benutzernamen in die öffentlichen Beiträgen für diese Url aufgenommen wird.

source: Download
de: Runterladen

source: Theme:
de: Thema:

source: entries
de: Beiträge

source: View
de: Ansehen

source: Rename theme
de: Thema umbennenen

source: Rename
de: Umbenennen

source: Report a URL
de: URL melden

source: You may want to report a url to us for various reasons. For instance, the url links to harmful content that you think should not be in our index. Or you are the owner of a site who would rather not be listed in our database. Whatever your concern is, please give us as much detail as possible, so that we can resolve the problem quickly. We may contact you at your registered email address if we need further details from you.
de: Du kannst uns eine Url aus verschiedenen Gründen melden. Zum Beispiel, wenn die URL auf schädliche Inhalte verweist, die Deiner Meinung nach nicht in unseren Index aufgenommen werden sollten. Oder Du bist der/die Eigentümer:in einer Website, die nicht in unserer Datenbank aufgeführt werden soll. Was auch immer Dein Anliegen ist, gib uns bitte so viele Details wie möglich, damit wir das Problem schnell lösen können. Wir können Dich unter Deiner registrierten E-Mail-Adresse kontaktieren, wenn wir weitere Details von Dir benötigen.

source: I confirm that I may be contacted in relation to my report and that my email address is
de: Ich bestätige, dass ich im Zusammenhang mit meiner Meldung kontaktiert werden kann.

source: <b>No results found.</b><br> The reason for this could be that the topic of this PeARS instance is not aligned with your query. It could also be that its index is still too small! We would be happy if you contributed to the index by adding your favourite URLs on your topic.
de: <b>Keine Ergebnisse gefunden.</b><br> Der Grund dafür könnte sein, dass das Thema dieser PeARS-Instanz nicht mit Deiner Anfrage übereinstimmt. Es könnte auch sein, dass sein Index noch zu klein ist! Wir würden uns freuen wenn Du zum Index beiträgst, indem Du Deine Lieblings-URLs zu Deinem Thema hinzufügen würdest.

source: Search results:
de: Suchergebnisse

source: Add a note to this entry
de: Diesen Beitrag kommentieren

source: Report this entry
de: Diesen Beitrag melden

source: Share this entry
de: Diesen Beitrag melden

source: Your profile
de: Profil

source: Username:
de: Benutzername

source: #Contributions:
de: #Beiträge:

source: Your contributions
de: Deine Beiträge

source: Web content
de: Webinhalte

source: Delete this URL
de: Lösche diese URL

source: Tips
de: Tipps

source: Delete this tip
de: Lösche diesen Beitrag

source: Comments
de: Kommentare

source: Delete comments for this URL
de: Lösche Deine Kommentare für diese URL
